tap "dart-lang/dart"
tap "domq/gdb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ack"
brew "apr-util"
brew "asciiquarium"
brew "astyle"
brew "glib"
brew "python@3.9"
brew "atk"
brew "bat"
brew "python@3.10", link: false
brew "bpytop"
brew "gcc"
brew "btop"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "openldap"
brew "curl"
brew "entr"
brew "harfbuzz"
brew "libass"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "figlet"
brew "libxi"
brew "mesa"
brew "freeglut"
brew "freetds"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghc"
brew "git"
brew "glew"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gpgme"
brew "gsettings-desktop-schemas"
brew "pango"
brew "gtk+3"
brew "htop"
brew "hugo"
brew "ipython"
brew "jq"
brew "openjdk", link: true
brew "kotlin"
brew "krb5"
brew "libfido2"
brew "libomp"
brew "libpq"
brew "lolcat"
brew "mercurial"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mysql"
brew "mysql-client"
brew "nasm"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "neovim-qt"
brew "nghttp2"
brew "node"
brew "pandoc"
brew "php"
brew "raylib"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "shellcheck"
brew "speedread"
brew "tldr"
brew "toilet"
brew "tree"
brew "util-linux"
brew "vim"
brew "watch"
brew "dart-lang/dart/dart"
brew "koekeishiya/formulae/skhd"
cask "amethyst"
cask "boop"
cask "discord"
cask "firefox"
cask "gimp"
cask "iterm2"
cask "mactex"
cask "minecraft"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "xquartz"
