tap "dart-lang/dart"
tap "domq/gdb"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ack"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "berkeley-db", link: true
brew "perl"
brew "asciiquarium"
brew "astyle"
brew "python@3.12"
brew "glib"
brew "libxi"
brew "at-spi2-core"
brew "libssh2"
brew "bat"
brew "openssl@1.1"
brew "python@3.10"
brew "bpytop"
brew "gcc"
brew "btop"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "checkbashisms"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "rtmpdump"
brew "curl"
brew "entr"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libssh"
brew "pango"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "figlet"
brew "mesa"
brew "freeglut"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghc"
brew "ghostscript"
brew "git"
brew "gleam"
brew "glew"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "guile"
brew "htop"
brew "hugo"
brew "imlib2"
brew "ipython"
brew "jq"
brew "openjdk", link: true
brew "kotlin"
brew "krb5"
brew "libfido2"
brew "libomp", link: true
brew "libplacebo"
brew "libzip"
brew "python@3.9"
brew "lolcat"
brew "mercurial"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mysql"
brew "mysql-client"
brew "nasm"
brew "ncdu"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "qt"
brew "neovim-qt"
brew "nghttp2"
brew "nim"
brew "node"
brew "pandoc"
brew "php"
brew "python@3.11"
brew "qt@5"
brew "raylib"
brew "ripgrep"
brew "rustup-init"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "shellcheck"
brew "speedread"
brew "spotify-tui"
brew "telnet"
brew "tldr"
brew "tmux"
brew "toilet"
brew "tree"
brew "util-linux"
brew "vim"
brew "watch"
brew "zoxide"
brew "dart-lang/dart/dart"
brew "koekeishiya/formulae/skhd"
cask "amethyst"
cask "boop"
cask "discord"
cask "docker"
cask "firefox"
cask "gimp"
cask "iterm2"
cask "mactex"
cask "minecraft"
cask "multipass"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "xquartz"
vscode "davidanson.vscode-markdownlint"
vscode "kasik96.swift"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shengchen.vscode-checkstyle"
vscode "sswg.swift-lang"
vscode "tomoki1207.pdf"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
